package com.example.mana.data

data class Omen(val poem: String)

val hafezOdes = listOf(
    Omen("صلاح کار کجا و من خراب کجا \nببین تفاوت ره کز کجاست تا به کجا"),
    Omen("دل می‌رود ز دستم، صاحبدلان خدا را \nدردا که راز پنهان خواهد شد آشکارا"),
    Omen("الا یا ایها الساقی ادر کأسا و ناولها \nکه عشق آسان نمود اول ولی افتاد مشکل‌ها"),
    Omen("مرا در منزل جانان چه امن عیش چون هر دم \nجرس فریاد می‌دارد که بربندید محمل‌ها"),
    Omen("به می سجاده رنگین کن گرت پیر مغان گوید \nکه سالک بی‌خبر نبود ز راه و رسم منزل‌ها")
)
